{
  "excperience": [
    {
      "icon": "https://cdn-icons-png.flaticon.com/512/3429/3429142.png",
      "title": "Maktab davri",
      "text": "English texts for beginners to practice reading and comprehension online and for free. Practicing your comprehension of written",
      "info": "Maktab davrim juda qiziq o'tgan. Boshlang'ich ta'limni Namangan viloyati Chust tumanida joylashgan 53-umumiy o'rta ta'lim maktabida olganman. Keyinchalik esa 7-sinfdan boshlab Pop tumanida 43-maktab(Hozirgi 70-maktab)da tahsil olishni boshlaganman. Ikkita maktab ham juda yorqin hotiralar va sog'inch bilan yuragimdan joy olgan.",
      "button": "2004-2013",
      "read": "Read More",
      "id": 1
    },
    {
      "icon": "https://cdn-icons-png.flaticon.com/512/2602/2602432.png",
      "title": "Akademik Litsey",
      "text": "English texts for beginners to practice reading and comprehension online and for free. Practicing your comprehension of written",
      "info": "Maktabni tamomlab 2013-yilda Namangan Davlat Universiteti qoshidagi 1-sonli akademik litseyga o'qishga qabul qilindim. Bu litsey Viloyatda juda katta hurmatga va o'z o'rniga ega ta'lim dargohlaridan biri edi, juda ko'pchilik o'z kelajagini shu litsey bilan ko'rardi raqobat ancha kuchli ta'lim sifati ham ancha yuqori bo'lgan. Usha yili o'qishni boshladik muhit juda boshqacha edi hammaning maqsadi harakati faqat o'qish edi. Guruhimizda ham ajoyib yigit qizlardan yig'ilgan edi. Hozirgi kunda deyarli barchalari hayotda o'z o'rniga ega muhim kishilar bo'lib yetishishdi.Ular bilan 3yil birga bo'lganimdan fahirlanaman!",
      "button": "2013-2016",
      "read": "Read More",
      "id": 2
    },
    {
      "icon": "https://cdn-icons-png.flaticon.com/512/3429/3429328.png",
      "title": "Oliy Talim",
      "text": "English texts for beginners to practice reading and comprehension online and for free. Practicing your comprehension of written", 
      "info": "Oliy ta'lim bu yetuklik voyaga yetish yoshiga yaqin yillarni o'z ichiga oladi. O'qishga kirish har bir litsey va kollej bitiruvchisini asosiy maqsadlaridan biri edi albatta meni ham. Litseyni bitirib Farg'ona viloyatda joylashgan TATUFF(Toshkent Axborot Universitetiga Farg'ona filialiga hujjatlarimni topshirdim va imtihon natijalariga ko'ra o'qishga qabul qilindim aytgancha yo'nalishim (Telekommunikatsiya texnalogiyalari). O`qish davri 4yilni tashkil qildi va Farg'ona viloyatiga bo'lgan mehrimni butun umirli qilib qo'ydi. Insonlar ancha samimiy odam ajratish juda kam shahar esa juda toza va chiroyli edi. Guruhdoshlarim ham juda yahshi inson barchasi.   )", 
      "button": "2016-2020",
      "read": "Read More",
      "id": 3
    },
    {
      "icon": "https://cdn-icons-png.flaticon.com/512/6062/6062646.png",
      "title": "Way up",
      "text": "English texts for beginners to practice reading and comprehension online and for free. Practicing your comprehension of written",
      "info": "O'qishni tamomladim va har bir bitiruvchi singari ish izlay boshladim va Mutaxassisligim bo'yicha Uzbektelecom aksiyadorlik jamiyatiga ishga qabul qilindim. Ish yahshi qiziq edi mijozlar bilan ishlash tarmoqdagi muammolarni hal qilish va qurilmalarga tehnik hizmat korsatishdan iborat edi. Lekin bir necha oydan keyin ko'p narsa o'zgardi boshliqarni muomilasi yomon har hil shtatlar almashinuvi va har hil sabablar bilan kelisha olmay qoldik va ishdan bo'shashga to'g'ri keldi. Tushkinlik qamrab olgan har hil joylarga yna harakat qila boshladim va shu kunlar You Tube tarmog'iga kirib video ko'rayotgan chog'imda bir videoga ko'zim tushdi ` Dasturlashni bir soatda o'rganing` va qiziqish uyg'ondi . Bir nechta videodan so'ng osson ko'rina boshladi va video ostida havola bor ekan Dasturlashni bizning platformada o'rganing degan. Shundan so'ng `WayUp` platformasiga kirib o'rganishni boshlab yubordim. Darslar juda qiziqarli va sodda edi. Tinglovchiga maksimal tushinarli. Har bir darsdan keyin topshiriq va uni natijasini har bir hatosigacha ko'rsatib berishardi. Shunday qilib Way up bilan web dasturlashga kirib keldim. ",
      "button": "2020-2021",
      "read": "Read More",
      "id": 4
    }
  ],
  "jobs": [
    {
      "icon": "https://cdn-icons-png.flaticon.com/512/8074/8074800.png",
      "title": "TATU FF",
      "text": "English texts for beginners to practice reading and comprehension online and for free. Practicing your comprehension of written",
      "button": "2019-2020",
      "read": "Read More",
      "id": 1
    },
    {
      "icon": "https://cdn-icons-png.flaticon.com/512/10076/10076835.png",
      "title": "Uzbektelecom",
      "text": "English texts for beginners to practice reading and comprehension online and for free. Practicing your comprehension of written",
      "button": "2020-2021",
      "read": "Read More",
      "id": 2
    },
    {
      "icon": "https://cdn-icons-png.flaticon.com/512/2942/2942789.png",
      "title": "IT SCHOOL",
      "text": "English texts for beginners to practice reading and comprehension online and for free. Practicing your comprehension of written",
      "button": "2021-2023",
      "read": "Read More",
      "id": 3
    }
  ],
   "comments": [
    {
      "img": "icon",
      "title": "Hasanboy Nurmuhammadov",
      "text": "Hasanboy Nurmuuhammadov",
      "id": 1
    }
  ]
}
